Repository: common-repository/content-regions
Catalog: languages/content-regions-*.po
Languages: ca

# post type general name
source: Content Regions
ca: Regions de Contingut

# post type singular name
source: Content Region
ca: Regió de contingut

# Content Region item
source: Add New
ca: Afegeix

source: Add New Content Region
ca: Afegeix una regió de contingut

source: Edit Content Region
ca: Edita la regió de contingut

source: New Content Region
ca: Nova regió de contingut

source: View Content Region
ca: Visualitza la regió de contingut

source: Search Content Regions
ca: Cerca regions de contingut

source: Nothing found
ca: No hem trobat res

source: Nothing found in Trash
ca: No hem trobat res a la paperera

source: This is blah blah
ca: Blah Blah
